Repository: JoaquinDW/earn-your-screen-time
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br

source: Subscription renews automatically unless canceled at least 24 hours before the end of the current period. Manage or cancel in App Store settings.
de: Das Abo verlängert sich automatisch, sofern du nicht mindestens 24 Stunden vor Ende des laufenden Zeitraums kündigst. Du kannst es in den App Store Einstellungen verwalten oder kündigen.
es: La suscripción se renueva automáticamente salvo que la canceles al menos 24 horas antes de que termine el periodo actual. Puedes gestionarla o cancelarla en los ajustes del App Store.
fr: L’abonnement se renouvelle automatiquement sauf si tu l’annules au moins 24 heures avant la fin de la période en cours. Tu peux le gérer ou l’annuler dans les réglages de l’App Store.
it: L’abbonamento si rinnova automaticamente a meno che tu non lo annulli almeno 24 ore prima della fine del periodo in corso. Puoi gestirlo o annullarlo nelle impostazioni di App Store.
ja: 現在の期間が終了する24時間前までに解約しない場合、サブスクリプションは自動更新されます。App Storeの設定で管理または解約できます。
pt_br: A assinatura é renovada automaticamente, a menos que você cancele pelo menos 24 horas antes do fim do período atual. Gerencie ou cancele nos ajustes da App Store.

# subscription.continueFree
source: Continue with Free
de: Mit Gratis weitermachen
es: Continuar con Gratis
fr: Continuer en version gratuite
it: Continua con Gratis
ja: 無料のまま続ける
pt_br: Continuar no plano Grátis

# subscription.feature.apps
source: Choose unlimited restricted apps
de: Unbegrenzt eingeschränkte Apps wählen
es: Elige apps restringidas sin límite
fr: Choisis un nombre illimité d'apps bloquées
it: Scegli app bloccate senza limiti
ja: 制限するアプリを無制限に選べる
pt_br: Escolha apps restritos sem limite

# subscription.feature.ratios
source: Set your own earning ratio
de: Eigenes Verdienst-Verhältnis festlegen
es: Configura tu propia proporción
fr: Définis ton propre ratio de gain
it: Imposta il tuo rapporto di guadagno
ja: 獲得の比率を自分で設定できる
pt_br: Defina sua própria proporção de ganho

# subscription.feature.stats
source: See advanced progress statistics
de: Erweiterte Fortschritts-Statistiken sehen
es: Consulta estadísticas avanzadas
fr: Consulte des statistiques de progression avancées
it: Consulta statistiche avanzate sui progressi
ja: 詳しい進捗の統計を見られる
pt_br: Veja estatísticas avançadas de progresso

# subscription.status.checking
source: Checking…
de: Wird geprüft…
es: Consultando…
fr: Vérification…
it: Verifica…
ja: 確認中…
pt_br: Consultando…

# subscription.status.free
source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料
pt_br: Grátis

# subscription.title
source: More ways to earn.
de: Mehr Wege zu verdienen.
es: Más formas de ganar.
fr: Plus de façons de gagner.
it: Più modi per guadagnare.
ja: 獲得の方法を、もっと。
pt_br: Mais formas de ganhar.

# subscription.title.emphasis
source: Never minutes for sale.
de: Minuten nie zu verkaufen.
es: Nunca minutos a la venta.
fr: Jamais de minutes à vendre.
it: Mai minuti in vendita.
ja: 分は決して売りません。
pt_br: Nunca minutos à venda.

# subscription.unavailable.message
source: Pro purchases are not configured in this build yet. You can keep using every Free feature.
de: Pro-Käufe sind in dieser Version noch nicht eingerichtet. Du kannst alle Gratis-Funktionen weiter nutzen.
es: Las compras Pro todavía no están configuradas en esta versión. Puedes seguir usando todas las funciones gratuitas.
fr: Les achats Pro ne sont pas encore configurés dans cette version. Tu peux continuer à utiliser toutes les fonctionnalités gratuites.
it: Gli acquisti Pro non sono ancora configurati in questa versione. Puoi continuare a usare tutte le funzioni gratuite.
ja: このビルドでは Earnit Pro の購入がまだ設定されていません。無料の機能はすべて引き続き使えます。
pt_br: As compras Pro ainda não estão configuradas nesta versão. Você pode continuar usando todos os recursos gratuitos.

source: Suggested
de: Vorgeschlagen
es: Sugerido
fr: Suggéré
it: Consigliato
ja: おすすめ
pt_br: Sugerido

source: Take a short walk
de: Geh eine kurze Runde
es: Da un paseo corto
fr: Fais une petite marche
it: Fai una breve camminata
ja: 少し歩いてみる
pt_br: Dê uma caminhada curta

source: Take a short walk. Open Earnit when you return and your first reward will be waiting.
de: Geh eine kurze Runde. Öffne Earnit, wenn du zurück bist, und deine erste Belohnung wartet schon.
es: Da un paseo corto. Abre Earnit cuando vuelvas y tu primera recompensa te estará esperando.
fr: Fais une petite marche. Ouvre Earnit à ton retour et ta première récompense t'attendra.
it: Fai una breve camminata. Apri Earnit quando torni e la tua prima ricompensa ti starà aspettando.
ja: 少し歩いてみてください。戻って Earnit を開くと、最初の報酬が待っています。
pt_br: Dê uma caminhada curta. Abra o Earnit quando voltar e sua primeira recompensa vai estar esperando.

source: Tap Try again. If it keeps failing, restart your iPhone and come back — your answers are saved.
de: Tippe auf Erneut versuchen. Wenn es weiter fehlschlägt, starte dein iPhone neu und komm zurück – deine Antworten sind gespeichert.
es: Toca Intentar de nuevo. Si sigue fallando, reinicia tu iPhone y vuelve: tus respuestas están guardadas.
fr: Touche Réessayer. Si ça échoue encore, redémarre ton iPhone et reviens : tes réponses sont enregistrées.
it: Tocca Riprova. Se continua a non funzionare, riavvia l'iPhone e torna qui: le tue risposte sono salvate.
ja: 「もう一度試す」をタップしてください。失敗が続く場合はiPhoneを再起動して戻ってきてください。回答は保存されています。
pt_br: Toque em Tentar de novo. Se continuar falhando, reinicie o iPhone e volte — suas respostas estão salvas.

source: Terms of Use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d'utilisation
it: Condizioni d'uso
ja: 利用規約
pt_br: Termos de Uso

source: That can add up to about %lld hours each week. Earnit helps you make that time more intentional.
de: Das können etwa %lld Stunden pro Woche werden. Earnit hilft dir, diese Zeit bewusster zu nutzen.
es: Eso puede sumar unas %lld horas cada semana. Earnit te ayuda a usar ese tiempo de forma más consciente.
fr: Ça peut représenter environ %lld heures chaque semaine. Earnit t'aide à rendre ce temps plus intentionnel.
it: Possono diventare circa %lld ore ogni settimana. Earnit ti aiuta a rendere quel tempo più intenzionale.
ja: それは1週間で約 %lld時間になります。Earnit は、その時間をもっと意識して使えるよう手助けします。
pt_br: Isso pode somar cerca de %lld horas por semana. O Earnit te ajuda a usar esse tempo com mais intenção.

source: That is why Earnit starts from your recent activity and recommends a small increase, rather than assigning the same target to everyone.
de: Deshalb startet Earnit bei deiner jüngsten Aktivität und empfiehlt eine kleine Steigerung, statt allen dasselbe Ziel zu geben.
es: Por eso Earnit parte de tu actividad reciente y recomienda un aumento pequeño, en lugar de asignar el mismo objetivo a todo el mundo.
fr: C'est pourquoi Earnit part de ton activité récente et recommande une petite augmentation, au lieu de donner le même objectif à tout le monde.
it: Per questo Earnit parte dalla tua attività recente e consiglia un aumento piccolo, invece di assegnare lo stesso obiettivo a tutti.
ja: だから Earnit は、全員に同じ目標を割り当てるのではなく、最近の活動から始めて小さな増加をおすすめします。
pt_br: Por isso o Earnit parte da sua atividade recente e recomenda um aumento pequeno, em vez de dar a mesma meta para todo mundo.

source: That makes sense
de: Das ergibt Sinn
es: Ahora lo entiendo
fr: C'est logique
it: Ha senso
ja: なるほど
pt_br: Agora entendi

source: That's %@ full days of your year.
de: Das sind %@ ganze Tage deines Jahres.
es: Son %@ días enteros de tu año.
fr: Soit %@ jours entiers de ton année.
it: Sono %@ giorni interi del tuo anno.
ja: 1年のうち、まるまる%@日分です。
pt_br: São %@ dias inteiros do seu ano.

source: That's it. This is how you'll earn screen time.
de: Das war’s. So verdienst du dir Bildschirmzeit.
es: Listo. Así vas a ganar tiempo de pantalla.
fr: C’est tout. Voilà comment tu gagneras du temps d’écran.
it: Fatto. È così che guadagnerai tempo di schermo.
ja: これで完了。こうしてスクリーンタイムを稼ぎます。
pt_br: Pronto. É assim que você vai ganhar tempo de tela.

source: That's more than %lld hours every week. Earnit helps you reclaim some of it without forcing you to quit your favorite apps.
de: Das sind mehr als %lld Stunden pro Woche. Earnit hilft dir, einen Teil davon zurückzuholen, ohne dass du deine Lieblings-Apps aufgeben musst.
es: Son más de %lld horas cada semana. Earnit te ayuda a recuperar parte de ese tiempo sin obligarte a dejar tus apps favoritas.
fr: Ça fait plus de %lld heures chaque semaine. Earnit t'aide à en récupérer une partie sans t'obliger à abandonner tes apps préférées.
it: Sono più di %lld ore ogni settimana. Earnit ti aiuta a recuperarne una parte senza obbligarti a lasciare le tue app preferite.
ja: 1週間で %lld時間以上になります。Earnit は、お気に入りのアプリをやめさせることなく、その一部を取り戻す手助けをします。
pt_br: São mais de %lld horas por semana. O Earnit te ajuda a recuperar parte disso sem te obrigar a largar seus apps favoritos.

source: THAT'S THE LOOP
de: SO GEHT DAS
es: ASÍ FUNCIONA
fr: C’EST LE PRINCIPE
it: FUNZIONA COSÌ
ja: これがサイクル
pt_br: É ASSIM QUE FUNCIONA

source: That’s what happens when your phone gives you a reason to move.
de: Genau das passiert, wenn dein Handy dir einen Grund zum Bewegen gibt.
es: Esto es lo que ocurre cuando tu teléfono te da un motivo para moverte.
fr: Voilà ce qui arrive quand ton téléphone te donne une raison de bouger.
it: Ecco cosa succede quando il telefono ti dà un motivo per muoverti.
ja: スマホが体を動かす理由をくれると、こうなります。
pt_br: É isso que acontece quando seu celular te dá um motivo para se mover.

source: The camera counts the reps for you.
de: Die Kamera zählt die Wiederholungen für dich.
es: La cámara cuenta las repeticiones por vos.
fr: La caméra compte les répétitions pour toi.
it: La fotocamera conta le ripetizioni per te.
ja: カメラが回数を数えます。
pt_br: A câmera conta as repetições para você.

source: The camera counts your reps. Video is never saved or uploaded.
de: Die Kamera zählt deine Wiederholungen. Videos werden nie gespeichert oder hochgeladen.
es: La cámara cuenta tus repeticiones. El video no se guarda ni se sube.
fr: La caméra compte tes répétitions. Aucune vidéo n’est enregistrée ni envoyée.
it: La fotocamera conta le tue ripetizioni. Il video non viene mai salvato né caricato.
ja: カメラが回数を数えます。動画が保存またはアップロードされることはありません。
pt_br: A câmera conta suas repetições. O vídeo nunca é salvo nem enviado.

source: The camera runs only while you're doing the set.
de: Die Kamera läuft nur, während du den Satz machst.
es: La cámara se usa solo mientras hacés la serie.
fr: La caméra ne fonctionne que pendant ta série.
it: La fotocamera si attiva solo mentre fai la serie.
ja: カメラはセット中だけ動作します。
pt_br: A câmera funciona apenas enquanto você faz a série.

source: The evidence supports moving more and sitting less. It does not guarantee a specific health outcome for any individual.
de: Die Belege sprechen für mehr Bewegung und weniger Sitzen. Ein bestimmtes Gesundheitsergebnis garantieren sie niemandem.
es: La evidencia respalda moverse más y pasar menos tiempo sentado. No garantiza un resultado de salud específico.
fr: Les données appuient le fait de bouger plus et de rester moins assis. Elles ne garantissent aucun résultat de santé particulier.
it: Le evidenze sostengono che muoversi di più e stare meno seduti fa bene. Non garantiscono un risultato di salute specifico per nessuno.
ja: 研究が支持しているのは、もっと動き、座る時間を減らすことです。個人ごとの健康効果を保証するものではありません。
pt_br: A evidência apoia se mover mais e ficar menos sentado. Ela não garante um resultado de saúde específico para ninguém.

source: The goal only changes after a full week, and only if you accept.
de: Das Ziel ändert sich erst nach einer vollen Woche – und nur, wenn du zustimmst.
es: El objetivo solo cambia después de una semana completa, y solo si lo aceptas.
fr: L'objectif ne change qu'après une semaine complète, et seulement si tu l'acceptes.
it: L'obiettivo cambia solo dopo una settimana intera, e solo se lo accetti.
ja: 目標が変わるのは1週間後、しかもあなたが承認したときだけです。
pt_br: A meta só muda depois de uma semana inteira, e só se você aceitar.

source: The purchase completed, but Pro access could not be verified. Try restoring purchases. If this continues, contact support.
de: Der Kauf war erfolgreich, aber der Pro-Zugang ließ sich nicht bestätigen. Stell die Käufe wieder her. Wenn das Problem bleibt, wende dich an den Support.
es: La compra se completó, pero no se pudo verificar el acceso Pro. Restaura las compras y, si el problema continúa, contacta con soporte.
fr: L'achat a abouti, mais l'accès Pro n'a pas pu être vérifié. Essaie de restaurer les achats. Si le problème persiste, contacte l'assistance.
it: L'acquisto è andato a buon fine, ma non è stato possibile verificare l'accesso Pro. Prova a ripristinare gli acquisti. Se il problema continua, contatta l'assistenza.
ja: 購入は完了しましたが、Earnit Pro を確認できませんでした。購入の復元をお試しください。解決しない場合はサポートにご連絡ください。
pt_br: A compra foi concluída, mas não deu para verificar o acesso Pro. Tente restaurar as compras. Se continuar assim, fale com o suporte.

source: The purchase completed, but subscription access could not be verified. Try restoring purchases. If this continues, contact support.
de: Der Kauf war erfolgreich, aber der Abo-Zugang ließ sich nicht bestätigen. Stell die Käufe wieder her. Wenn das Problem bleibt, wende dich an den Support.
es: La compra se completó, pero no se pudo verificar el acceso a la suscripción. Prueba a restaurar las compras. Si el problema continúa, contacta con soporte.
fr: L'achat a abouti, mais l'accès à l'abonnement n'a pas pu être vérifié. Essaie de restaurer les achats. Si le problème persiste, contacte l'assistance.
it: L'acquisto è andato a buon fine, ma non è stato possibile verificare l'accesso all'abbonamento. Prova a ripristinare gli acquisti. Se il problema continua, contatta l'assistenza.
ja: 購入は完了しましたが、サブスクリプションを確認できませんでした。購入の復元をお試しください。解決しない場合はサポートにご連絡ください。
pt_br: A compra foi concluída, mas não deu para verificar o acesso da assinatura. Tente restaurar as compras. Se continuar assim, fale com o suporte.

source: THE RULE IS SIMPLE
de: DIE REGEL IST EINFACH
es: LA REGLA ES SIMPLE
fr: LA RÈGLE EST SIMPLE
it: LA REGOLA È SEMPLICE
ja: ルールはシンプルです
pt_br: A REGRA É SIMPLES

source: There is no “ignore limit” here. Only minutes you already earned.
de: Hier gibt es kein „Limit ignorieren“. Nur Minuten, die du dir verdient hast.
es: Acá no hay «ignorar límite». Solo minutos que ya te ganaste.
fr: Ici, pas de « ignorer la limite ». Juste des minutes que tu as gagnées.
it: Qui non c'è «ignora limite». Solo minuti che ti sei già guadagnato.
ja: 「制限を無視」はありません。自分で稼いだ分だけです。
pt_br: Aqui não existe «ignorar limite». Só minutos que você já ganhou.

source: There is no wrong answer. This helps us explain what Earnit changes.
de: Es gibt keine falsche Antwort. Sie hilft uns zu erklären, was Earnit verändert.
es: No hay una respuesta incorrecta. Esto nos ayuda a explicar qué cambia Earnit.
fr: Il n'y a pas de mauvaise réponse. Ça nous aide à t'expliquer ce que change Earnit.
it: Non c'è una risposta sbagliata. Ci aiuta a spiegarti cosa cambia Earnit.
ja: 正解はありません。Earnit が何を変えるのかをお伝えするためのものです。
pt_br: Não existe resposta errada. Isso nos ajuda a explicar o que o Earnit muda.

source: Thirty days of choosing movement before scrolling.
de: Dreißig Tage, an denen du Bewegung vor das Scrollen gestellt hast.
es: Treinta días eligiendo moverte antes de hacer scroll.
fr: Trente jours à choisir le mouvement avant le scroll.
it: Trenta giorni scegliendo il movimento prima dello scroll.
ja: スクロールより先に動くことを選んだ30日間。
pt_br: Trinta dias escolhendo se mover antes de rolar a tela.

source: This iPhone can't run the push-up camera, so there's nothing to try here. Everything else works normally.
de: Dieses iPhone kann die Liegestütz-Kamera nicht ausführen, hier gibt es also nichts auszuprobieren. Alles andere funktioniert normal.
es: Este iPhone no puede usar la cámara para contar flexiones, así que acá no hay nada para probar. Todo lo demás funciona normalmente.
fr: Cet iPhone ne peut pas utiliser la caméra pour compter les pompes, il n’y a donc rien à essayer ici. Tout le reste fonctionne normalement.
it: Questo iPhone non può usare la fotocamera per le flessioni, quindi qui non c’è nulla da provare. Tutto il resto funziona normalmente.
ja: このiPhoneでは腕立てカメラを使えないため、ここで試せるものはありません。他の機能は通常どおり動作します。
pt_br: Este iPhone não consegue usar a câmera para contar flexões, então não há nada para testar aqui. Todo o resto funciona normalmente.

source: This is a conditional estimate, not a health outcome or a prediction of what you will do.
de: Das ist eine bedingte Schätzung, kein Gesundheitsergebnis und keine Vorhersage dessen, was du tun wirst.
es: Es una estimación condicionada, no un resultado de salud ni una predicción de lo que harás.
fr: C'est une estimation conditionnelle, pas un résultat de santé ni une prédiction de ce que tu feras.
it: È una stima condizionata, non un risultato di salute né una previsione di quello che farai.
ja: これは条件つきの推定であり、健康効果や、あなたの行動の予測ではありません。
pt_br: É uma estimativa condicional, não um resultado de saúde nem uma previsão do que você vai fazer.

source: This is a demo. It doesn't add minutes to your balance yet.
de: Das ist eine Demo. Sie fügt deinem Guthaben noch keine Minuten hinzu.
es: Esto es una demo. Todavía no suma minutos a tu saldo.
fr: Ceci est une démo. Elle n’ajoute pas encore de minutes à ton solde.
it: Questa è una demo. Non aggiunge ancora minuti al tuo saldo.
ja: これはデモです。まだ残高に分は追加されません。
pt_br: Isto é uma demo. Ainda não adiciona minutos ao seu saldo.

source: THIS IS EARNIT
de: DAS IST EARNIT
es: ESTO ES EARNIT
fr: VOICI EARNIT
it: QUESTO È EARNIT
ja: これが Earnit です
pt_br: ISSO É O EARNIT

source: This is simple arithmetic based on your baseline and plan, not a health promise.
de: Das ist einfache Rechnerei auf Basis deines Ausgangswerts und deines Plans, kein Gesundheitsversprechen.
es: Es un cálculo sencillo basado en tu punto de partida y tu plan, no una promesa de salud.
fr: C'est un simple calcul basé sur ton point de départ et ton plan, pas une promesse de santé.
it: È un semplice calcolo basato sul tuo punto di partenza e sul tuo piano, non una promessa di salute.
ja: 出発点とプランから計算した単純な数字であり、健康の約束ではありません。
pt_br: É uma conta simples baseada no seu ponto de partida e no seu plano, não uma promessa de saúde.

source: This is what you'll add to your routine.
de: Das nimmst du zusätzlich in deine Routine auf.
es: Esto es lo que añadirás a tu rutina.
fr: Voilà ce que tu ajouteras à ta routine.
it: Ecco cosa aggiungerai alla tua routine.
ja: 毎日の習慣に加わるのは、これだけです。
pt_br: É isso que você vai acrescentar à sua rotina.

source: This isn't a score. It's the number your first plan will grow from.
de: Das ist keine Note. Es ist die Zahl, aus der dein erster Plan wächst.
es: No es una puntuación. Es el número desde el que crecerá tu primer plan.
fr: Ce n'est pas une note. C'est le chiffre à partir duquel ton premier plan va grandir.
it: Non è un punteggio. È il numero da cui crescerà il tuo primo piano.
ja: これは点数ではありません。最初のプランが育っていく出発点の数字です。
pt_br: Isso não é uma nota. É o número a partir do qual seu primeiro plano vai crescer.

source: THIS MONTH
de: DIESER MONAT
es: ESTE MES
fr: CE MOIS-CI
it: QUESTO MESE
ja: 今月
pt_br: ESTE MÊS

source: Those reps were a demo, so they didn't add any minutes. Your balance starts once your plan is running.
de: Diese Wiederholungen waren eine Demo, sie haben also keine Minuten gebracht. Dein Guthaben startet, sobald dein Plan läuft.
es: Esas repeticiones fueron una demo, así que no sumaron minutos. Tu saldo arranca cuando tu plan esté activo.
fr: Ces répétitions étaient une démo, elles n’ont donc ajouté aucune minute. Ton solde démarre une fois ton plan actif.
it: Quelle ripetizioni erano una demo, quindi non hanno aggiunto minuti. Il tuo saldo parte quando il piano è attivo.
ja: 今の回数はデモなので、分は加算されていません。残高はプランの開始後にたまり始めます。
pt_br: Essas repetições foram uma demo, então não somaram minutos. Seu saldo começa quando seu plano estiver ativo.

source: TIME ADDS UP
de: ZEIT SUMMIERT SICH
es: EL TIEMPO SE ACUMULA
fr: LE TEMPS S'ACCUMULE
it: IL TEMPO SI ACCUMULA
ja: 時間は積み重なります
pt_br: O TEMPO SE ACUMULA

source: To build your plan, Earnit needs Screen Time access to show Apple’s app picker.
de: Um deinen Plan zu erstellen, braucht Earnit Zugriff auf Bildschirmzeit, um Apples App-Auswahl zu zeigen.
es: Para crear tu plan, Earnit necesita acceso a Tiempo de uso para mostrar el selector de apps de Apple.
fr: Pour créer ton plan, Earnit a besoin de l'accès à Temps d'écran afin d'afficher le sélecteur d'apps d'Apple.
it: Per creare il tuo piano, Earnit ha bisogno dell'accesso a Tempo di utilizzo per mostrare il selettore di app di Apple.
ja: プランをつくるには、アプリ選択画面を表示するために Earnit にスクリーンタイムへのアクセスが必要です。
pt_br: Para criar seu plano, o Earnit precisa de acesso ao Tempo de Uso para mostrar o seletor de apps da Apple.

source: Today
de: Heute
es: Ahora
fr: Aujourd'hui
it: Oggi
ja: 今日
pt_br: Hoje

source: Traditional limits
de: Klassische Limits
es: Límites tradicionales
fr: Les limites classiques
it: Limiti tradizionali
ja: 従来の使用時間制限
pt_br: Limites tradicionais

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
ja: もう一度試す
pt_br: Tentar de novo

source: Try Earnit Pro free for 3 days.
de: Teste Earnit Pro 3 Tage kostenlos.
es: Prueba Earnit Pro gratis durante 3 días.
fr: Essayez Earnit Pro gratuitement pendant 3 jours.
it: Prova Earnit Pro gratis per 3 giorni.
ja: Earnit Proを3日間無料でお試しください。
pt_br: Teste o Earnit Pro grátis por 3 dias.

source: Try it free for 3 days. Cancel anytime in Settings before the trial ends and you pay %@.
de: Teste es 3 Tage kostenlos. Kündige jederzeit vor Ende des Testzeitraums in den Einstellungen und du zahlst %@.
es: Pruébalo gratis 3 días. Cancela cuando quieras en Ajustes antes de que termine la prueba y pagas %@.
fr: Essaie gratuitement pendant 3 jours. Annule à tout moment dans Réglages avant la fin de l'essai et tu paies %@.
it: Provalo gratis per 3 giorni. Annulla quando vuoi in Impostazioni prima della fine della prova e paghi %@.
ja: 3日間無料でお試しいただけます。トライアル終了前に設定からいつでも解約でき、その場合のお支払いは%@です。
pt_br: Experimente grátis por 3 dias. Cancele quando quiser em Ajustes antes do fim do teste e você paga %@.

source: Try it now
de: Jetzt ausprobieren
es: Probar ahora
fr: Essayer maintenant
it: Provalo ora
ja: 今すぐ試す
pt_br: Testar agora

source: Try once more
de: Noch einmal versuchen
es: Intentar una vez más
fr: Réessayer une fois
it: Riprova ancora una volta
ja: もう一度だけ試す
pt_br: Tentar mais uma vez

source: Trying to use willpower
de: Auf Willenskraft setzen
es: Intentar usar fuerza de voluntad
fr: Compter sur la volonté
it: Provare a usare la forza di volontà
ja: 意志の力で頑張る
pt_br: Tentar usar força de vontade

source: Turn on a light if the room is dim.
de: Mach Licht an, wenn der Raum dunkel ist.
es: Prendé una luz si el ambiente está oscuro.
fr: Allume une lumière si la pièce est sombre.
it: Accendi una luce se la stanza è poco illuminata.
ja: 部屋が暗い場合は明かりをつけてください。
pt_br: Acenda uma luz se o ambiente estiver escuro.

source: Turn on camera
de: Kamera aktivieren
es: Activar cámara
fr: Activer la caméra
it: Attiva la fotocamera
ja: カメラをオンにする
pt_br: Ativar câmera

source: Turn the apps you already love into motivation to move.
de: Mach aus den Apps, die du liebst, Motivation zum Bewegen.
es: Convierte las apps que ya te gustan en motivación para moverte.
fr: Transforme les apps que tu aimes déjà en motivation pour bouger.
it: Trasforma le app che già ami in motivazione per muoverti.
ja: すでに好きなアプリを、体を動かす動機に変えましょう。
pt_br: Transforme os apps que você já ama em motivação para se mover.

source: Turn your steps into screen time.
de: Mach aus deinen Schritten Bildschirmzeit.
es: Convierte tus pasos en tiempo de pantalla.
fr: Transforme tes pas en temps d'écran.
it: Trasforma i tuoi passi in tempo di schermo.
ja: 歩数をスクリーンタイムに変えましょう。
pt_br: Transforme seus passos em tempo de tela.
